Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: One Sunday morning Napoleon appeared in the barn and explained that he had never at any time contemplated selling the pile of timber to Frederick; he considered it beneath his dignity, he said, to have dealings with scoundrels of that description.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов, для запевнення, що йому також уже Федориков набрид, заборонив голубам злітати понад хутір Федорикова, кажучи, що це є образою вождя мати будь-які торговельні зв’язки з ним.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якогось недільного ранку в хліві з'явився Наполеон. Він пояснив, що й не збирався продавати деревину Фредерікові, мовляв, вважає нижче своєї гідності мати справу з негідниками такого штибу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Якогось недільного ранку Наполеон з’явився в хліві та заявив, що ніколи не збирався продавати ліс Фредерікові. Мовляв, вважає нижче своєї гідності мати справу з такими негідниками.

source: The pigeons who were still sent out to spread tidings of the Rebellion were forbidden to set foot anywhere on Foxwood, and were also ordered to drop their former slogan of “Death to Humanity” in favour of “Death to Frederick.”
uk_1984_iryna_dybko_khutir_tvaryn: [заборонив голубам злітати понад хутір Федорикова] А тваринам наказав змінити їхній клич «смерть людям» на «смерть Федорикову»!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Голубам, які й надалі розносили чутки про Повстання, заборонили й близько потикатися до ферми «Лисячий Гай». А також було замінено старе гасло «Смерть людству!» на «Смерть Фредеріку!».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Голубам, які не припиняли агітувати за Повстання, заборонили сіяти смуту у «Фоксвуді», а також наказали замість колишнього гасла «Смерть людству!» вживати — «Смерть Фредерікові!»

source: In the late summer yet another of Snowball’s machinations was laid bare.
uk_1984_iryna_dybko_khutir_tvaryn: В кінці літа на хуторі довідались про ще інші, ймовірно, злочинні діла Давидовича.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наприкінці літа виявили ще один Сніжків підступ.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наприкінці літа викрили нову диверсію Сніжка.

source: The wheat crop was full of weeds, and it was discovered that on one of his nocturnal visits Snowball had mixed weed seeds with the seed corn.
uk_1984_iryna_dybko_khutir_tvaryn: Нікітов розказував, що Давидович приходить потайки вночі й на ланах пшениці засіває бур’ян.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пшеничні лани заросли бур'яном і, як з'ясувалося, в один із своїх нічних наскоків Сніжок перемішав насінне зерно з бур'яном.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пшеничні поля густо позаростали бур’янами, і було з’ясовано, що в одне зі своїх нічних вторгнень Сніжок підсипав насіння бур’янів у насіннєве зерно.

source: A gander who had been privy to the plot had confessed his guilt to Squealer and immediately committed suicide by swallowing deadly nightshade berries.
uk_1984_iryna_dybko_khutir_tvaryn: А гусак признався, що помагав у тому злобному вчинку Давидовичеві; коли по деякому часі совість докучала йому, він покінчив життя самогубством, отруївшись ягодами.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Гусак, що знав про це, повинився перед Пищиком і тут же наклав на себе лапи, ковтнувши ягід смертоносної блекоти.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Гуска, замішана у змові, визнала свою провину в присутності Пискуна й негайно наклала на себе руки, отруївшись вовчими ягодами.

source: The animals now also learned that Snowball had never — as many of them had hitherto believed — received the order of “Animal Hero, First Class.” This was merely a legend which had been spread some time after the Battle of the Cowshed by Snowball himself.
uk_1984_iryna_dybko_khutir_tvaryn: Нікітов далі переконував тварин, що Давидович ніколи не одержав медалі «Герой першої кляси», бо чейже очевидним було, яким боягузом він себе показав під час битви під Коровицею в жовтні. Це лиш він сам розповсюджував брехливу пропаганду про своє геройство.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тепер тварини дізналися й про те, що Сніжка ніколи не нагороджували, як багато хто гадав, медаллю «Тварина-Герой І ступеня». То була чистісінька вигадка, що її пустив сам Сніжок невдовзі після Битви під Корівником.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини дізналися також, що Сніжка ніколи не нагороджували орденом «Тварина-Герой I ступеня», як багато хто з них бачив, насправді це була байка, яку розпустив сам Сніжок через деякий час після Битви поблизу Корівника.

source: So far from being decorated, he had been censured for showing cowardice in the battle.
uk_1984_iryna_dybko_khutir_tvaryn: [бо чейже очевидним було, яким боягузом він себе показав під час битви під Коровицею в жовтні.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Його не тільки не нагороджували, а навпаки, осудили за боягузтво в бою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Насправді тоді він отримав догану за боягузтво.

source: Once again some of the animals heard this with a certain bewilderment, but Squealer was soon able to convince them that their memories had been at fault.
uk_1984_iryna_dybko_khutir_tvaryn: Деякі тварини слухали Нікітова з недовір’ям, але, що він володів не абияким хистом переконувати, старшим тваринам здавалось, що, може, це їхня пам’ять завела...? Може справді Нікітову краще знати?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Це трохи спантеличило декого, але Пищик швидко переконав їх, що їм зраджує пам'ять.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Нова звістка про Сніжка знову спантеличила тварин, але Пискуну швидко вдалося переконати їх у тому, що пам’ять їх зрадила.

source: In the autumn, by a tremendous, exhausting effort — for the harvest had to be gathered at almost the same time — the windmill was finished.
uk_1984_iryna_dybko_khutir_tvaryn: Восени при найбільшому зусиллі й навантаженні працею в колгоспі, збираючи плоди з полів, тварини закінчили будову вітряка. Побороли всі перешкоди, включно зі злорадними вчинками Давидовича.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Восени неймовірними, просто каторжними зусиллями, бо треба було ще й збирати врожай, таки добудували вітряк.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Восени, завдяки виснажливим зусиллям, тварини, не припиняючи збирання врожаю, добудували вітряк.

source: The machinery had still to be installed, and Whymper was negotiating the purchase of it, but the structure was completed.
uk_1984_iryna_dybko_khutir_tvaryn: Залишилося лиш одне діло: збудувати рушійне приладдя у вітряку. Тож, за посередництвом Химернікова, рішили придбати його.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Належало встановити устаткування, і Вімпер вів переговори про його купівлю. Але саме приміщення стояло готове.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Треба було встановлювати обладнання, про придбання якого містер Вімпер вів переговори.

source: In the teeth of every difficulty, in spite of inexperience, of primitive implements, of bad luck and of Snowball’s treachery, the work had been finished punctually to the very day!
uk_1984_iryna_dybko_khutir_tvaryn: [Побороли всі перешкоди, включно зі злорадними вчинками Давидовича.] Тварини, хоч і втомлені, але гордо ходили довкола вітряка, подивляючи свій шедевр праці. Так тріюмфуючи, забули про всі свої невимовно тяжкі зусилля й труднощі, що їх доводилося стрічати при будові його.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На лихо всім труднощам, попри брак досвіду й примітивні знаряддя, попри невдачі та Сніжкові підступи роботу завершили в точно визначений день!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Попри випадкові невдачі, примітивні знаряддя та зраду Сніжка, всупереч усім труднощам роботу завершили у визначений день.

source: Tired out but proud, the animals walked round and round their masterpiece, which appeared even more beautiful in their eyes than when it had been built the first time.
uk_1984_iryna_dybko_khutir_tvaryn: [Тварини, хоч і втомлені, але гордо ходили довкола вітряка, подивляючи свій шедевр праці.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наморені, але горді, тварини ходили навколо свого витвору, що поставав перед ними ще прекраснішим, аніж коли його зводили вперше.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Смертельно втомлені, але горді тварини ходили навколо будівництва свого життя і споруда видавалася їм прекраснішою за попередню.

source: Napoleon himself, attended by his dogs and his cockerel, came down to inspect the completed work; he personally congratulated the animals on their achievement, and announced that the mill would be named Napoleon Mill.
uk_1984_iryna_dybko_khutir_tvaryn: Тоді прийшов із своїми псами вождь і проголосив, що вітряк матиме назву «Вітряк імени Вісарйонова».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сам Наполеон у супроводі псів та півня прийшов оглянути завершену роботу; він особисто привітав тварин з нечуваним досягненням і сповістив, що вітряк називатиметься Вітряком імені Наполеона.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сам Наполеон у супроводі собак і півня прибув проінспектувати завершену роботу. Він особисто привітав тварин і оголосив, що вітряк матиме ім’я Наполеона.

source: Two days later the animals were called together for a special meeting in the barn.
uk_1984_iryna_dybko_khutir_tvaryn: Два дні пізніше скликали тварин до головної клуні
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Через два дні тварин скликали на надзвичайні збори в хліву.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Через два дні тварин скликали на загальні збори у хліву.

source: They were struck dumb with surprise when Napoleon announced that he had sold the pile of timber to Frederick.
uk_1984_iryna_dybko_khutir_tvaryn: і там вони довідалися, що Вісарйонов продав будівельний матеріал Федорикову. Ця вістка просто приголомшила тварин. Вони з дива не могли вийти й дехто думав, що неправильно зрозумів повідомлення; бо Вісарйонов був чейже на ворожій стопі з Федориковим, а договори про продаж дров велися з Пілсутовим.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони заніміли з подиву, коли Наполеон оголосив, що продав деревину Фредерікові.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони оніміли від здивування, коли Наполеон оголосив, що продав усі штабелі лісу Фредерікові.

source: All relations with Foxwood had been broken off; insulting messages had been sent to Pilkington.
uk_1984_iryna_dybko_khutir_tvaryn: Відтак, без слова пояснення, продовжував вождь, що дружні відносини з Пілсутовим припинились. При тому не пожалів Вісарйонов нецензурних та образливих слів на адресу Пілсутова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Всі стосунки з фермою «Лисячий Гай» було розірвано, а Пілкінгтону надіслано образливу ноту.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тепер усі зв’язки з «Фоксвудом» розірвані, а Пілкінгтону надіслано меморандум-застереження.

source: The pigeons had been told to avoid Pinchfield Farm and to alter their slogan from “Death to Frederick” to “Death to Pilkington.”
uk_1984_iryna_dybko_khutir_tvaryn: Голубам і тваринам дав наказ змінити клич «смерть Федорикову» на «смерть Пілсутову».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Голубам наказали обминати «Лужок», й змінили гасло «Смерть Фредеріку» на «Смерть Пілкінгтону».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Голуби вже отримали завдання уникати ферму «Пінчфілд», а гасло «Смерть Фредеріку!» змінити на «Смерть Пілкінгтону!»

source: At the same time Napoleon assured the animals that the stories of an impending attack on Animal Farm were completely untrue, and that the tales about Frederick’s cruelty to his own animals had been greatly exaggerated.
uk_1984_iryna_dybko_khutir_tvaryn: Ще й додав, що чутки про те, начебто Федориков погано поводиться із тваринами, перебільшені.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Водночас Наполеон запевнив збори, що розповіді про близький напад на «Рай для Тварин» — цілковита вигадка і що чутки про жорстокість Фредеріка до своїх тварин надто перебільшені.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон також запевнив усіх, що чутки про напад на Колгосп не відповідають дійсності, а жорстокість Фредеріка щодо тварин надто перебільшена.

source: All these rumours had probably originated with Snowball and his agents.
uk_1984_iryna_dybko_khutir_tvaryn: Усі ті злосливі вістки, впевняв Вісарйонов, мабуть розповсюджував Давидович із своїми прихильниками,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ці поголоски, певно, розпускав Сніжок та його поплічники.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Мабуть, їх розпускав Сніжок та його агенти.

source: It now appeared that Snowball was not, after all, hiding on Pinchfield Farm, and in fact had never been there in his life: he was living — in considerable luxury, so it was said — at Foxwood, and had in reality been a pensioner of Pilkington for years past.
uk_1984_iryna_dybko_khutir_tvaryn: бо він не у Федорикова, а в Пілсутова переховується на Лисічівці.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Як тепер з'ясувалося, Сніжка ніколи не було на фермі «Лужок» — і ніколи там не був — а замешкав — і то, кажуть, на всю губу, на фермі «Лисячий Гай»; останні кілька років отримує від Пілкінгтона чималу пенсію.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Крім того, Сніжок ніколи не ховався в «Пінчфілді», а живе в «Фоксвуді», де йому влаштував розкішне життя Пілкінгтон.

source: The pigs were in ecstasies over Napoleon’s cunning.
uk_1984_iryna_dybko_khutir_tvaryn: Хитрощі Вісарйонова всі кабани й свині сприйняли з великим захопленням.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У свиней викликали захват Наполеонові хитрощі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хитрість Наполеона викликала у свиней повний захват.

source: By seeming to be friendly with Pilkington he had forced Frederick to raise his price by twelve pounds.
uk_1984_iryna_dybko_khutir_tvaryn: Саме тоді, коли Вісарйонов вів переговори з Пілсутовим, Федориков запропонував більшу кількість грошей за дрова, тож будівельний матеріал і йому дістався;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Удаючи, нібито друг Пілкінгтонові, він змусив Фредеріка підняти ціну на дванадцять фунтів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Завдяки його удаваній дружбі з Пілкінгтоном, Фредеріку довелося погодитися на ціну, вищу в півтора раза.

source: He had demanded payment in real five-pound notes, which were to be handed over before the timber was removed.
uk_1984_iryna_dybko_khutir_tvaryn: тим паче, що погодився платити готівкою, а не грошевим переказом, чого й вимагав Вісарйонов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він наполіг, щоб той виклав справжні п'ятифунтові банкноти, причому наперед.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він зажадав усі гроші в хрустких банкнотах, і вони будуть йому вручені, перш ніж вивезуть ліс.

source: Already Frederick had paid up; and the sum he had paid was just enough to buy the machinery for the windmill.
uk_1984_iryna_dybko_khutir_tvaryn: А за гроші від Федорикова буде змога купити всякого роду рушійне приладдя потрібне для вітряка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Фредерік уже виклав їх, а отриманої суми якраз вистачає, щоб закупити обладнання для вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Їх має вистачити на обладнання млина.

source: Smiling beatifically, and wearing both his decorations, Napoleon reposed on a bed of straw on the platform, with the money at his side, neatly piled on a china dish from the farmhouse kitchen.
uk_1984_iryna_dybko_khutir_tvaryn: Після того, як Федориков забрав увесь будівельний матеріал, удекорований медалями Вісарйонов сів на підвищенні у клуні й наказав покласти гроші від Федорикова біля нього.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Прикрашений двома високими відзнаками, Наполеон приліг на солом'яну підстилку на підвищенні, вдоволено всміхаючись. Обабіч нього на принесеному з кухні порцеляновому блюдці акуратними пачечками лежали гроші.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон, начепивши ордени, лежав на високому солом’яному ложі, вдоволено посміхаючись. Біля нього на порцеляновому блюді купками лежали гроші.

source: The animals filed slowly past, and each gazed his fill.
uk_1984_iryna_dybko_khutir_tvaryn: Тоді тварини мусіли проходити одне по одному повз оті гроші, і вдивляючись у них, подивляти хист вождя, ото як перехитрив він людей і прикметами свого ума придбав таку кількість гроша! На обличчі Вісарйонова променіло вдоволення й гордощі з його проворности...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини повільно проходили повз них, дивлячися досхочу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини повільно проходили повз тарілку, щоб вдосталь надивитися на купюри.

source: Three days later there was a terrible hullabaloo. Whymper, his face deadly pale, came racing up the path on his bicycle, flung it down in the yard and rushed straight into the farmhouse.
uk_1984_iryna_dybko_khutir_tvaryn: Але вже три дні пізніше приїхав на хутір з переляканим виглядом Химерніков, з поспіхом вбіг до головного будинку і сповістив свині, що стерегла разом із псами дверей кімнати Вісарйонова, що гроші Федорикова були підробкою.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А через три дні зчинився несосвітенний ґвалт. Стежкою на велосипеді примчав блідий як смерть Вімпер, пожбурив велосипед на землю і метнувся в будинок.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Три дні потому зчинилась страшна веремія. Містер Вімпер, смертельно блідий, примчав на велосипеді й кинувши його у дворі, підтюпцем помчав у будинок.

source: The banknotes were forgeries!
uk_1984_iryna_dybko_khutir_tvaryn: [що гроші Федорикова були підробкою.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Гроші виявилися фальшивими,
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Банкноти виявилися фальшивими!

source: Frederick had got the timber for nothing!
uk_1984_iryna_dybko_khutir_tvaryn: Значить, Федориков дістав дрова ні за що... Знову людина перехитрила тварину!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Фредерік отримав деревину задарма!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Фредерік отримав ліс задарма!

source: Napoleon called the animals together immediately and in a terrible voice pronounced the death sentence upon Frederick.
uk_1984_iryna_dybko_khutir_tvaryn: На цю вістку Вісарйонов проголосив «смерть Федорикову»!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон негайно скликав сходку й моторошним голосом виніс Фредерікові смертний вирок.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон негайно скликав збори, щоб оголосити про смертний вирок Фредеріку,

source: When captured, he said, Frederick should be boiled alive.
uk_1984_iryna_dybko_khutir_tvaryn: Також закликав усіх намагатися схопити Федорикова живим і тоді його за кару в кип’ятку зварять.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Щойно він потрапить до наших рук, заявив Наполеон, ми спалимо його живцем.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: якого запропонував зварити живцем.

source: At the same time he warned them that after this treacherous deed the worst was to be expected.
uk_1984_iryna_dybko_khutir_tvaryn: Але не лише лихо із грішми він заподіяв;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І водночас застеріг, що після такого віроломства слід чекати найгіршого.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Також попередив усіх, що після такої зради слід очікувати найгіршого.

source: Frederick and his men might make their long-expected attack at any moment. Sentinels were placed at all the approaches to the farm.
uk_1984_iryna_dybko_khutir_tvaryn: таки щораз частіше приходили чутки, що він готує атаку на їхній хутір і колинебудь можна його сподіватися під воротами хутора.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Фредерік зі своїми посіпаками щомиті може вдатися до підступного нападу. Скрізь повиставляли вартових.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Давно запланований напад Фредеріка на Колгосп може початися навіть незабаром, тому на підступах до ферми поставили вартових.

source: In addition, four pigeons were sent to Foxwood with a conciliatory message, which it was hoped might re-establish good relations with Pilkington.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов негайно пустив голубів, як мирових висланників до Пілсутова, благаючи його, щоб він поспішив із поміччю, якщо на те потреба буде. Але Пілсутов з образливою лайкою на адресу Вісарйонова голубів прогнав.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На ферму «Лисячий Гай» послали чотирьох голубів із пропозицією про замирення; гадалося, що це відновить добрі стосунки з містером Пілкінгтоном.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Крім того, на ферму «Фоксвуд» відрядили чотирьох голубів з проханням про перемир’я — Вождь сподівався у такий спосіб відновити добрі стосунки з Пілкінгтоном.

source: The animals were at breakfast when the look-outs came racing in with the news that Frederick and his followers had already come through the five-barred gate.
uk_1984_iryna_dybko_khutir_tvaryn: Уже на другий день раннім ранком Федориков і його п’ятнадцять чоловік з’явились під воротами хутора.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Всі саме снідали, коли дозорні принесли звістку, що Фредерік із підмогою вже у воротах з п'яти перекладин.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини снідали, коли примчали вартові зі звісткою про те, що Фредерік зі своїм військом вже минули важкі ворота.

source: Boldly enough the animals sallied forth to meet them, but this time they did not have the easy victory that they had had in the Battle of the Cowshed.
uk_1984_iryna_dybko_khutir_tvaryn: Відважно вийшли всі з хутора на зустріч йому, проте цим разом не було так легко, як колись відбивати наступ Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: З відчутною хоробрістю тварини кинулися їм навперейми, але цього разу їх чекала значно важча перемога, аніж у Битві під Корівником.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини, не зволікаючи, виступили назустріч зайдам, але одразу зрозуміли, що легкої перемоги на кшталт тієї, що була здобута в Битві поблизу Корівника, не буде.

source: There were fifteen men, with half a dozen guns between them, and they opened fire as soon as they got within fifty yards.
uk_1984_iryna_dybko_khutir_tvaryn: Тепер кожна людина мала рушницю, то й безупинно сипались вистріли на звірят-захисників і зразу поранили більшу кількість їх.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: П'ятнадцятеро людей відкрили вогонь з шести своїх рушниць, щойно тварини наблизилися на півсотню ярдів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Людей було п’ятнадцять, з них пів дюжини — з рушницями, які вони застосували, тільки-но відстань скоротилася до п’ятдесяти метрів.

source: The animals could not face the terrible explosions and the stinging pellets, and in spite of the efforts of Napoleon and Boxer to rally them, they were soon driven back.
uk_1984_iryna_dybko_khutir_tvaryn: Не помагали зусилля Добрилова й заклики Вісарйонова до наступу, бо тварини намагались забезпечитися перед пострілами людей.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ті не встояли перед оглушливими пострілами й дошкульним шротом, і хоч як Наполеон та Боксер гуртували їх, квапливо відступили.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини розгубилися, бо не змогли протистояти грому пострілів і дошкульним дробинам, тож, попри зусилля Наполеона й Боксера, які намагалися відновити наступ, відступили.

source: A number of them were already wounded.
uk_1984_iryna_dybko_khutir_tvaryn: [поранили більшу кількість їх.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Декого вже було й поранено.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Багато з них були поранені.
